{
  "0": {
    "name": "Mark Harriet",
    "desc": "He was a Farmer who got shot by a gang of bandits during his harvest. He’s a short-tempered man, but something tells me you’ll be able to get through to him with a little bit of… advanced persuasion.",
    "prefRespType": "stern",
    "dialogOpts": {
      "charm": [{"opt": " Why would you even give those fools the time of day? A tough, fierce man such as yourself should never stay hung up on a gang of addle-headed bandits!", "resp": "I need no flattery, generous as it may be. Now go on, be on your way. I have no time for small talk."},{"opt": "Well, I am certain of one thing. They sound like complete cowards! Truly just a bunch of fools...", "resp": " Insultin’ them is not going to do much ‘bout the problem. Now leave me be, I don't have time for games!"},{"opt": "Won’t you listen for a spell? I am confident that you can get through this, you seem to be a capable man.", "resp": " I was a capable man, before this whole mess. You don't have to remind me of how little I can do to fix this!"}],
      "rspct": [{"opt": "Pardon my rudeness sir, but would you please hear me out? I can help you find peace if you so wish it…", "resp": " I wish you would just go ahead and move along buckaroo. I didn’t ask for any of your “Kindness”. Go on, git!"},{"opt": "Hello good sir, might I ask what is troubling you? I could be of assistance, if that doesn’t bother you.", "resp": " Oh dear sweet father in the sky, I haven’t met a wanderer with less fight in ‘em since the last drought. Are you tryin’ to frustrate me? Is that funny to you?"},{"opt": "Would it be rude of me to ask why you are still stuck here? Do you require any help to get out of this place?", "resp": " I ain’t need no help, I am a capable man you know! I stuck by my field since death did us part, why, were basically married! Uhhh, don’t take that outta context, ya hear?"}],
      "stern": [{"opt": "I’m lookin’ to try and help you, bud, if you’d set aside that harsh tone of yours, maybe we could actually get somewhere.", "resp": " Haha! Haven’t seen anyone with that much power in their voice in a long time. You’ve got a backbone!  For your information, I know there's no point in staying here in this dusty field, I just got too sentimental is all. I'll be on my way now, take care,  partner!"},{"opt": ") Would you take a second to listen? You are dead, and You need to move on from this desolate place.", "resp": "Desolate? Bold of you to insult my Farm to my face like that! You’re in luck though, I like boldness. Just give me a minute to say my goodbyes."},{"opt": "You need to be on your way. You are not alive, what do you have to gain by staying here?", "resp": "You seem to at least know how to hold yourself! How could I possibly ignore such a strong voice? I’ll be gone soon enough, don’t worry your little head ‘bout that. Just give me a minute to say farewell."}]
    },
    "openingLine": "Howdy, I guess. The name’s Mark. Ya seem to be lost. These parts can get a little… rough. Not the best place to find yourself nowadays. Not like I care, ‘s your fault anyway. Don't know ‘bout you, but where I’m from, we value strength, be it emotional or otherwise. And so after the bandits done got me durin’ cropping season, I’ve just been wantin’ revenge. A silly idea, I know, but knowin’ its dumb doesn’t stop me from feelin’ it. If you are lookin’ for trouble from the likes of me, you won’t be findin’ it. But if you’re lookin’ for your name goin’ on a gravestone you’re not far from it partner."
  },
  "1": {
    "name": "Sophia Bushell",
    "desc": "She is a nurse that fell ill and died in her sleep. She’s well known for her hardheaded-ness and she doesn’t take too kindly to stubborn patients, yet she is the most skilled physician this town’s got!\n",
    "prefRespType": "rspct",
    "dialogOpts": {
      "charm": [{"opt": "", "resp": "Response goes here"},{"opt": "Option goes here", "resp": "Response goes here"},{"opt": "Option goes here", "resp": "Response goes here"}],
      "stern": [{"opt": "Option goes here", "resp": "Response goes here"},{"opt": "Option goes here", "resp": "Response goes here"},{"opt": "Option goes here", "resp": "Response goes here"}],
      "rspct": [{"opt": "Madam, if I may be so forward, I’m sure there will be someone out there to help, yet, I understand how frustrating it can be. If you need anything at all, we’ll be here.", "resp": " I appreciate the offer, it's been a while since I’ve seen someone even slightly concerned about what happened, and how the doctors feel about all of this! Everyone just brushes it off and tells me to move on, but this IS my livelihood! Maybe I can try and find some peace in knowing that me and you think alike..."},{"opt": "Hello there miss, If you need anything, i am always here to assist you. Would it be improper of me to ask if you can give me any details?", "resp": "Sure I can. Thank you for asking, not many ever actually want to tackle  the nitty-gritty of the situation. But to be completely honest, the details don’t really matter anymore.  I am mostly worried about whether or not anyone else is alive, but from the looks of it, I think that it is too late. Thanks for your concern. With someone like you around, I don't really have to worry about the safety of this place."},{"opt": "Option goes here", "resp": "Response goes here"}]
    },
    "openingLine": "insert opening line here"
  },
  "2": {
    "name": "name goes here",
    "desc": "Description of personality here",
    "prefRespType": "insert preferred response type here",
    "dialogOpts": {
      "charm": [{"opt": "Option goes here", "resp": "Response goes here"}],
      "stern": [{"opt": "Option goes here", "resp": "Response goes here"}],
      "rspct": [{"opt": "Option goes here", "resp": "Response goes here"}]
    },
    "openingLine": "insert opening line here"
  }

}